/* No comment provided by engineer. */
"(Multiple)" = "(多个)";

/* (None) */
"(None)" = "(无)";

/* Abort */
"Abort" = "终止";

/* AbortClone */
"AbortClone" = "终止克隆";

/* AbortGraft */
"AbortGraft" = "终止移植";

/* AbortRebase */
"AbortRebase" = "终止衍合";

/* AcceptAndContinue */
"AcceptAndContinue" = "接受并继续";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "书签";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "分支";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "当前书签";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "当前分支";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "文件状态";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "远端";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "远程分支";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "暂存";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "子模块";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "子树";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "标签";

/* AccountCreationFailed */
"AccountCreationFailed" = "账户创建失败";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "全局忽略";

/* AddLocalIgnore */
"AddLocalIgnore" = "在这个仓库中忽略";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "正在添加子树到本地路径 '%@'...";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "添加到索引";

/* AllFiles */
"AllFiles" = "所有文件";

/* AllTrackedBranches */
"AllTrackedBranches" = "所有跟踪分支";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "以下文件已经标记为已解决，你确定要再次合并它们吗？\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "文件冲突已经解决";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "未指定补丁文件";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "未指定补丁文本";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "选择一个要应用的补丁文件";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "补丁文件：";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "打开补丁文件";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "您刚刚提交的补丁中的一个或多个补丁块已拒绝，您可以在受影响文件的旁边的同名的 '.rej' 文件中找到这些补丁块。受影响的文件是: \n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "补丁中被拒绝的区块";

/* AppNotFound */
"AppNotFound" = "在你的系统中没有找到%@，请确认你在尝试使用这个工具之前已经安装了它。";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "在你的系统中没有找到%@，请确认你在尝试使用这个工具之前已经安装了它。";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "应用程序没有找到";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "你当前没有必须的已安装的Araxis Merge命令行工具. 请访问Araxis Merge的网站下载并按照安装说明进行安装.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "没有找到 Araxis Merge 命令行工具";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "这台Mac上无法找到Araxis Merge. 请安装Araxis Merge如果你希望用它来解决外部代码差异或者合并.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "没有安装 Araxis Merge";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "命令行工具安装认证提示";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "身份验证失败";

/* Automatic */
"Automatic" = "自动";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "正在从 \"%@\" 拉取分支 \"%@\" ";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "默认文件夹：";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "为新仓库和克隆选择默认文件夹";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "默认文件夹";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "为提交签名选择 GPG存储位置";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "默认 GPG 位置";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "忽略文件：";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "选择 Git 全局忽略文件";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Git 全局忽略文件";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "忽略文件：";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "选择 Mercurial 全局忽略文件";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Mercurial 全局忽略文件";

/* BrowserLoadError */
"BrowserLoadError" = "尝试载入书签时发生错误。";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "书签无法加载";

/* Cancel */
"Cancel" = "取消";

/* Change Folder */
"ChangeFolder" = "变更文件夹";

/* ChangesNotFound */
"ChangesNotFound" = "这台Mac上无法找到Changes. 请安装它如果你希望用它来解决外部代码差异或者合并.";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "更改未找到";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "请为 '%@' 输入一个新的源 URL";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "更改子模块的源地址";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "更改子仓库的源地址";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "正在检查克隆 URL...";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "正在检查用户...";

/* CheckingSubmodules */
"CheckingSubmodules" = "正在检查子模块...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "正在检查子仓库...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "检出...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "描述该暂存：";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "暂存它们并附上描述信息";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "本地分支'%@'已经存在. 你想要从'%@/%@'拉取最新的变更到这个已存在的分支吗?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "本地分支已经存在";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "遴选";

/* CleanFiles */
"CleanFiles" = "干净的文件";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "目标路径 %@ 已经存在并且不是一个空文件夹。请选择 克隆 到一个空文件夹或新文件夹。";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "无法克隆到非空文件夹";

/* CloneFromToMsg */
"CloneFromToMsg" = "从%@克隆到%@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "您目前克隆一个仓库，如果你退出SourceTree现在这个克隆将被中止。你确定要退出SourceTree？";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "克隆进行中";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "不能安装命令行工具，更多细节请查看系统日志。";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "安装失败";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "命令行实用程序%@没有在你的系统上找到。请确保您安装的命令行工具为您选择选项。";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "工具未找到";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "命令历史";

/* Commit */
"Commit" = "提交";

/* Commit... */
"Commit..." = "提交...";

/* CommitDetails */
"CommitDetails" = "提交细节";

/* CommitLabel */
"CommitLabel" = "提交：";

/* CompanyRegisterField */
"CompanyRegisterField" = "公司";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "请在继续前填写所有所有字段。";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "需要填写必填字段";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "您确定要放弃进行中的嫁接吗？这将丢弃您的所有本地更改。";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "中止移植（Graft）？";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "您确定要中止这次衍合吗？";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "中止 Rebase ？";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "将以下文件内容添加到到版本控制中：\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "确认添加？";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "以下文件大于10MB， 确认将他们加入到版本管理？\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "检测到大文件";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "这个操作会移除所有在您工作副本中缺少的文件， 并添加所有的新文件\n\n您确认要继续吗？";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "确认添加/删除";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "在这个路径中已经存在一个工作副本。\n\n您确定要继续吗？";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "确认添加工作副本";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "确定要将 stash ‘%@’ 到您的工作副本吗？";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "应用 Stash ？";

/* ConfirmBackout */
"ConfirmBackout" = "您确定要回滚选中的变更吗？";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "确认 Backout？";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "您确定要关闭分支  '%@' 吗？";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "确认关闭分支";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "您确定要继续此移植操作吗？请确定您已经解决了所有待解决的冲突。";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "继续移植？";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "您确定要继续此衍合操作吗？请确保您已经解决了所有待解决的冲突。";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "继续衍合?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "你确定要删除以下分支吗？\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "确认删除分支";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "你确定要删除以下远程分支？\n\n%@\n\n这将导致这些分支从远程服务器删除(删除将被推送到远程服务器)";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "确认删除分支";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "您确定要删除已搁置的变更'%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "你确认要删除远程分支'%@'吗？\n\n这也会导致这个分支在远端删除(删除操作将会被推送到远端)。";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "您确定要删除暂存的变更'%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "您确定要删除'%@'？";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "确认删除";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "您确定您要丢弃这个区块中所有的更改吗？";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "确认丢弃修改？";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "你确定要丢弃所有选中行的修改？";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "确定丢弃修改？";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "强制推送会对远程仓库合从远程仓库进行的拉取操作造成重大影响. 您确定要执行强制推送吗?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "确认强制推送";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "要忽略这些文件吗?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "确认忽略?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "确定将以下文件标记为已解决的？\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "确认标记为已解决";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "你确定要讲以下文件标记为未解决的？\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "确认标记为未解决的";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "您确定要合并 '%@' 到您的当前分支吗？";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "确认合并";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "文件已存在, 您确定要覆盖它吗?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "覆盖文件？";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "您确定要拉取 %@ 到您的本地分支吗？";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "确认拉取";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "您确定要推送标签 %@ 到 %@ ?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "推送标签？";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "确定要在将你的当前变动在 '%@' 上衍合？\n\n请确认你的变更尚未推送给其他人.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "确认衍合";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "确认删除？";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "您确定要移除书签“%@”吗？";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "确认移除书签";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "以下文件将从版本控制中移除：\n\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "确认删除？";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "您确定要移除选定的账户吗？";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "确认？";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "你确定要删除以下节点和在其下的所有子节点么？\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "确认删除仓库中的远端配置信息？";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "确认删除远端？";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "确认删除？";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "确定要移除以下项目，以及它们的所有子项目？\n\n%@\n\n这将移除一个或多个仓库条目，请选择是仅仅移除书签还是同时删除仓库。";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "您选择删除磁盘上的仓库，但仓库 \"%@\" 包含未提交的文件。这意味着您一旦删除该仓库，这些数据将会永远丢失。您确定您想要从磁盘上删除该仓库吗？";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "确认删除仓库";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "您确定要移除书签“%@”吗？";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "确认移除书签";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "下列文件包含了不在版本控制内的变更或信息，若它们被删除，将无法被找回：\n\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "确认删除修改过的或未被跟踪的文件？";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "替换提交文字？";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "是否使用从上一次提交中获取的信息替换上面的提交说明？";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "你确定要完全重置仓库当前的所有变更？";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "确认？";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "使用“硬”复位模式将丢弃您所有的本地工作拷贝与索引的变更，您确定这是您想要的吗？";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "警告：破坏性操作";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "您确定您欲使用您自己的版本解决下列文件？\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "确认使用'我的版本'解决冲突";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "您确定您欲使用另外一边的合并来解决下列文件？\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "确认使用'他人版本'解决冲突";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "您确定要重新开始合并以下文件?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "确认重新合并";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "您确定要丢弃您对选中文件的所有更改吗？\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "您确定要丢弃您对选中文件的所有更改吗？";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "确认？";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "请确定重置以下文件:\n\n%@\n\n到这一次提交时的状态:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "确认？";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "你确定要添加这些变更到索引中？";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "确认暂存？";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "下列文件将被移出版本控制，但是仍然保留在你的磁盘上： \n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "停止跟踪这些文件？";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "剥离时不要修改工作副本 (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Are you SURE you want to strip revision %@?\n\nThis is a destructive operation which will remove this revision and ALL of its descendents, so it should not be done lightly.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "确定要去除并销毁历史？";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "确定将你的工作副本切换为 '%@'？";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "确认分支切换";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "你确定你想要用你的本地分支 '%@' 来追踪远程分支 ‘%@’ ？";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "确认更改跟踪分支";

/* ConfirmTransplant */
"ConfirmTransplant" = "你确定想要应用所选的变更到当前分支吗？如果不存在冲突，将会被立刻提交。";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "确认遴选";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "你确定你要应用这个已搁置的变更 '%@' 到你的工作区？";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "应用已搁置的变更？";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "你确定要把这些变更从索引中删除吗？";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "确认取消暂存？";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "你确定你想要检出'%@'?\n\n这样做会使得你的工作区变成一个“分离的HEAD”，这意味着你不会在任何一个分支上。如果你在这之后想要提交，你将很有可能要么检出一个分支，要么创建一个新的分支。这样可以吗？";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "你确定你想要切换你的工作区到 '%@' ？";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "确认修改工作副本";

/* ConflictedFiles */
"ConflictedFiles" = "冲突的文件";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "在继续执行前你需要解决工作副本中的冲突。\n\n你可以选中冲突的文件使用'冲突解决'菜单中的选项解决这个问题。";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "合并冲突";

/* Continue */
"Continue" = "继续";

/* ContinueGraft */
"ContinueGraft" = "继续移植";

/* ContinueRebase */
"ContinueRebase" = "继续衍合";

/* Copy */
"Copy" = "复制";

/* CopyFileMessage */
"CopyFileMessage" = "选择目标来复制 %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "目标";

/* CopyFileTitle */
"CopyFileTitle" = "复制文件";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "无法检查用户是否存在";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "强制创建分支";

/* CreateGitTag */
"CreateGitTag" = "创建 Git Tag";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "在创建仓库的时候发生了一个错误。 服务器报告的错误为：\n\n%@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "创建仓库失败";

/* CreateLink */
"CreateLink" = "创建链接";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "选择一个文件来保存补丁";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "补丁文件：";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "创建补丁";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "您没有已经配置扩展集成设置的远端；您需编辑您的远端为其添加详细信息，比如主机类型，基点URL等。点击设置按钮打开您的远端列表。";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "远端项目配置";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "你选择了不推送你你的变更，这意味着拉取请求只会包含已经在远端分支中存在的变更，你确定要这样做么？";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "警告 - 没有在推送中";

/* CreateSvnTag */
"CreateSvnTag" = "创建 Subversion 标签";

/* Custom */
"Custom" = "自定义";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "你确定要删除这个动作吗？";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "为特定操作打开脚本";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "应用后删除";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "没有选择分支；请至少选择一个分支来删除。";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "未选择对象";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "删除";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "删除提交...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "确认删除远程分支";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "删除远程分支";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "删除远程分支 [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "要删除本地路径 '%@' 所关联的仓库 '%@' 的子树链接吗？\n\n这并不会删除你的子树。";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "删除子树链接";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "正在删除分支...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "你选择了这个资源库工作拷贝外的一个目标地址。请选择一个工作拷贝内部的地址。";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "目标位置位于仓库外";

/* DetailsAuthor */
"DetailsAuthor" = "作者：";

/* DetailsBranch */
"DetailsBranch" = "分支：";

/* DetailsChangeset */
"DetailsChangeset" = "变更集:";

/* DetailsCommit */
"DetailsCommit" = "提交：";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "提交日期：";

/* DetailsCommitter */
"DetailsCommitter" = "提交者：";

/* DetailsDate */
"DetailsDate" = "日期：";

/* DetailsGPG */
"DetailsGPG" = "GPG 细节：";

/* DetailsGPGBad */
"DetailsGPGBad" = "BAD";

/* DetailsGPGGood */
"DetailsGPGGood" = "GOOD";

/* DetailsLabels */
"DetailsLabels" = "标签：";

/* DetailsParents */
"DetailsParents" = "父级：";

/* DetailsRevision */
"DetailsRevision" = "修订版本：";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVN 修订版本：";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "没有在你的应用程序文件夹中找到DiffMerge。请在先安装DiffMerge，然后再配置它。";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "未找到 DiffMerge";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "无法为commit应用GPG签名. GPG Key不存在或SourceTree中GPG软件设置不正确.\n\n如果您再打开这个窗口前添加了key或者变更了GPG软件位置, 请关闭窗口后重试.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "无法启用commit签名";

/* DiscardChanges */
"DiscardChanges" = "放弃本地变更";

/* DiscardHunk */
"DiscardHunk" = "放弃区块";

/* DiscardLines */
"DiscardLines" = "放弃行";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "重复的remote名称";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "已经有remote使用这个名称. 请选择一个不同的名字.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "同名标签已经存在 - 您想移动它吗？\n\n\警告：如果您移动一个别人已经在使用的标签，可能会导致混乱。";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "标签已存在！";

/* EmailRegisterField */
"EmailRegisterField" = "email";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "您留空了commit信息。确定要提交更改且不添加任何描述吗 (不建议这么做)？";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "空的commit信息";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "请输入您的详细信息来注册一个账户";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "请输入您的电子邮件地址和密码进行登录：";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "请输入您的注册或登录邮箱：";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "打开 Nib 时发生错误: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "您确定要删除这个外部项目链接吗?";

/* Fatal Error */
"FatalError" = "严重的错误";

/* FeatureName */
"FeatureName" = "功能名称:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "重置文件到此Commit";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "重置文件到此Revision";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "重置多个文件到此Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "重置多个文件到此Revision";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "名";

/* FlowConfirmInit */
"FlowConfirmInit" = "确认对仓库的更改";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initialising this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.flow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "创建新分支";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "功能";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "最新的功能分支";

/* Hotfix */
"FlowHotfix" = "修复补丁";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "最新的修复补丁分支";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "最新的master分支";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "您选择的生产分支 '%@' 目前并不存在；我们不能自动创建它，因为在提交历史中生产分支的起始点是非常重要的。\n\n要解决这个问题，请在您的log中手工创建一个名为 '%@' 的分支，代表您系统当前的生产状态，然后再回到这里来初始化。";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "无法创建生产环境分支";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "提交 '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "最新的开发分支";

/* Release */
"FlowRelease" = "发布版本";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "最新的发布版本分支";

/* ForceDelete */
"ForceDelete" = "强制删除";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "重置到参考线";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "正在获取 SourceTree 许可证…";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "超前%d个版本";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "落后%d个版本";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "你决定更正上一次提交——若你已经把上一次提交推送到了远程，这将产生一些问题。你确定继续吗？";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "警告 - 正在更改历史记录";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "内置的git-flow";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Embedded git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = " 删除所有远程标签";

/* GitRepoIdentified */
"GitRepoIdentified" = "这是一个Git仓库";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "不推荐在仓库内实行SVN同步合并操作。不仅仅是因为SVN只有基本的合并信息，并且git-svn的用于追踪什么需要被提交到SVN的机制会因合并而变得混乱。此操作只有当你合并一个从未提交到SVN的分支到你当前追踪的分支上时，才能正常工作。\n\n安全起见，不建议你执行此操作，建议通过cherry pick或patches实现跨分支提交。如果你依然执行此操作，后果自负。";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "不推荐在Subversion版本库中进行合并操作";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "此操作将从SVN获取最新版本，并且在你提交修改之前，变基你所有未提交的修正(如果必须)。仅对当前分支生效。\n\n确定继续吗？";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "确定推送到 Subversion？";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "你当前跟踪的是一个SVN仓库，你希望创建一个SVN标签或是一个本地的GIT标签？ 记住你无法将本地GIT标签提交到SVN仓库。";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "创建 Subversion 标签？";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "内置 Git 版本: %@";

/* GitVersionSystem */
"GitVersionSystem" = "系统 Git 版本: %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "您指定的GPG路径无效. 您应担使用gpg2的完整安装路径, 例如:/usr/local/MacGPG2/bin.\n\n您确认要继续吗?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "无效的 GPG 路径：";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the SourceTree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG 删除失败";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG符号链接写入失败";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "您的合并过程中出现了冲突。 如果您已经解决了该冲突，请选择是否要继续合并，或者取消合并然后放弃所有修改。";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "正在移植中";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "部分克隆需要平面布局";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "This repository is tracking a Subversion repository, and you cannot create new branches on Subversion using this bridge (hgsubversion). If you create a new Mercurial branch, you will not be able to push changesets directly from this branch to Subversion - you will have to transplant changes manually to an existing Subversion branch and push that (hgsubversion also doesn't support merges). \n\nIf you wanted a permanent Subversion branch, create the branch using 'svn copy' and pull it into this repository. If you just want a temporary branch, you may be better to do this work in another clone.\n\nIf you choose to create a branch anyway, you are responsible for managing this.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "不支持创建 Subversion 分支";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle merges; merging could prevent you from pushing the current branch to Subversion anymore. It is therefore recommended that you do NOT merge, but instead use the 'Transplant' feature to apply changes across branches. \n\nIf you click 'Proceed' to merge anyway, you are responsible for the consequences!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "不支持合并 Subversion 分支";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle adding or removing tags; doing this could prevent you from pushing the current branch to Subversion anymore. It is therefore NOT recommended that you proceed, and you should create tags using a Subversion tool instead. \n\nIf you click 'Proceed', you are responsible for the consequences!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "不支持修改 Subversion 标签";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "隐藏命令的输出";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "隐藏边栏";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "您指定的网址似乎格式有误，请更正。";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "错误的托管 URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "无效的用户名";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "请输入你的 Bitbucket 或者 GitHub 用户名（非邮箱地址）。";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "针对主机 %@ 的默认用户名：";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "编辑默认用户名";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "您确定要移除针对 %@ 的默认用户名吗";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "移除默认用户";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "请在尝试创建一个仓库之前，至少创建一个托管仓库的账户。";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "还没注册账户";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "请为你的 %@ 账户填写所有字段。";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "详细内容不完整";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "无法加载托管服务账户列表，请报告给 thisto 客服。";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "载入托管服务出错";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "登录您的账户 %@ 失败。\n\n远程服务称：'%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "登录错误";

/* HotfixName */
"HotfixName" = "修复补丁版本：";

/* IgnoredFiles */
"IgnoredFiles" = "忽略的文件";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "选择您的 SourceTree 许可文件：";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "许可文件：";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "导入许可证文件";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "安装命令行工具失败，请查看系统日志。";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "安装失败";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "成功安装命令行工具，现在您可以从终端树调用下列命令。";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "安装成功";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "交互式变基 %@ 的子提交...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "交互式衍合...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "这不是一个可用的档案文件，请指定一个扩展名为 .zip 、 .tar 、 .tar.gz 、.tar.bz2 、.tgz 或者 .tbz2 的文件。";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "无效的压缩包";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "提供的电子邮件地址格式有误";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "无效的电子邮件格式";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "转到Commit的SHA-1";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "转到Revision / Changeset";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "无法在这台Mac上找到Kaleidoscope. 请安装Kaleidoscope如果您希望使用它作为diff及merge工具.";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "未找到Kaleidoscope";

/* KDiff3NotFound */
"KDiff3NotFound" = "无法在这台Mac上找到KDiff3. 请安装KDiff3如果您希望使用它作为diff及merge工具.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "未找到KDiff3";

/* LastNameRegisterField */
"LastNameRegisterField" = "名";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "在使用 SourceTree 之前你必须同意许可协议，如果同意，请勾选此框。";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "你没有同意 SourceTree 的许可证，因此这会导致 SourceTree 的退出。你确定要这样吗？";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "需要许可证协议";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "你已经安装了一个许可证，你确定想要安装一个新的许可证吗？";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "确认覆盖现有的许可证？";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "导入产品证书发生错误: %@ ";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "导入产品证书错误";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "指定的文件不是有效的SourceTree许可证. 请选择一个有效的许可证.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "无效的许可证";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "许可证检索失败";

/* LocateMovedRepository */
"LocateMovedRepository" = "定位已移动的仓库";

/* LogAllParents */
"LogAllParents" = "所有父级";

/* LogAncestorOrder */
"LogAncestorOrder" = "层级顺序";

/* LogBranchesAll */
"LogBranchesAll" = "所有分支";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "当前分支";

/* LogDateOrder */
"LogDateOrder" = "按日期排序";

/* LogFollowFirst */
"LogFollowFirst" = "仅首个父级";

/* LoggingInStatus */
"LoggingInStatus" = "登录中...";

/* LogHideRemotes */
"LogHideRemotes" = "隐藏远程分支";

/* Login */
"Login" = "登录";

/* LogShowRemotes */
"LogShowRemotes" = "显示远程分支";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "核心";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "这是一个 Mercurial 仓库";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "内置的 Mercurial 版本 %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "系统 Mercurial 版本 %@";

/* Merge */
"Merge" = "合并";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "合并";

/* MergeErrorTitle */
"MergeErrorTitle" = "合并时发证错误";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "必须提供一个邮箱才能继续";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "缺少电子邮箱地址";

/* MissingFieldTitle */
"MissingFieldTitle" = "缺少领域";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "必须提供一个密码才能继续";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "缺少密码";

/* Mode */
"Mode" = "模式";

/* ModifiedFiles */
"ModifiedFiles" = "修改的文件";

/* MoreInfo */
"MoreInfo" = "更多信息";

/* Move */
"Move" = "移动";

/* MoveFileMessage */
"MoveFileMessage" = "选择目标来移动 %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "目标";

/* MoveFileTitle */
"MoveFileTitle" = "移动文件";

/* MoveTag */
"MoveTag" = "移动标签";

/* MoveToTrash */
"MoveToTrash" = "同时移到废纸篓";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d 个新变更集需要从 \"%@\" 被拉取到 \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "新的提交可用";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "“%@” 有 %d 个新的变更集需要拉取";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "新的变更集可用";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d 个新变更集需要从 \"%@\" 被拉取到 \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "多个新的提交可用";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "“%@” 有 %d 个新的变更集需要拉取";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "多个新的变更集可用";

/* NewGroup */
"NewGroup" = "新建组";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "创建新的 %@ 仓库在 %@";

/* No */
"No" = "否";

/* NoCommitSelected */
"NoCommitSelected" = "没有选中提交";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "请选择至少一个提交以继续。";

/* NoFilesSelected */
"NoFilesSelected" = "没有选择文件";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "请选中至少一个文件以继续。";

/* NoFilesToCommit */
"NoFilesToCommit" = "没有文件可以被提交！";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "请选中一些待提交的文件来继续。";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "不再提示";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "只能在连续的行范围内执行此操作，请重新选择一块连续的行，或者如果你需要进行 cherry-pick 的话，请单独在每一块上分别操作。";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "不连续的选择";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "没有选择远程分支";

/* NoRevisionSelected */
"NoRevisionSelected" = "未选中修订版本";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "没有暂存的改变 - 全部提交？";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "你还没有暂存任何变更。\n你需要提交所有的修改吗？这样做不会增加任何还没有跟踪的新文件。";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "在指定的位置没有找到 Git-flow ；即将使用 SourceTree 的内置版本。";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "未找到 Git-flow";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS was not found on your system, the internal version will be used.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "未找到 Git";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "在你系统的标准位置没有找到 Mercurial ；即将使用 SourceTree 的内置版本。";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "未找到Mercurial";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "这是一个无效的源路径/URL";

/* NothingToCommit */
"NothingToCommit" = "没什么可提交的";

/* OK */
"OK" = "确定";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "路径 %@ 没有指向一个 Mercurial 或者 Git 的工作副本。";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "无效的文件夹";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "打开文件的选定版本";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "打开文件的选定版本";

/* OpenSourcePath */
"OpenSourcePath" = "打开源路径";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "打开另一个映射文件";

/* Open Working Copy */
"OpenWorkCopy" = "打开工作副本";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "在 URL 中找到密码";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "密码错误";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "密码";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "成功确定剥除和基础路径选项";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "补丁试运行成功。取消『试运行』选项并重新运行即可应用此补丁";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "补丁良好！";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "只是测试补丁是否适用";

/* PatchFailedMessage */
"PatchFailedMessage" = "应用补丁到工作目录失败 - 看起来最有可能的原因是你的工作副本中文件状态和补丁中的文件状态变化太多。\n\n请手动合并文件。";

/* PatchFailedTitle */
"PatchFailedTitle" = "打补丁失败";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git does not support --dry-run on full commit imports";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial does not support --dry-run on full commit imports or patches with extended diff options";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "补丁是工作副本比对格式";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "补丁包含了扩展的差异信息（复制、重命名、二进制等）";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "补丁包含了一个 Git 提交。";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "补丁包含了一个 Mercurial 变更集。";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "这不是一个有效的补丁文件。";

/* PendingFiles */
"PendingFiles" = "待定的文件";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "请选择一个提交。";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "请选择一个远程分支。";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "请选择一个修订版本。";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "继续（不推荐）";

/* PullFailedTitle */
"PullFailedTitle" = "拉取失败";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "你确定要用分支/提交 '%@' 来从 '%@' 拉取子树 '%@' 吗？";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "拉取子树";

/* Push... */
"Push..." = "推送...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "立即推送变更到 %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Your commit succeeded but your push failed. To retry your push, use the Push toolbar button.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "推送失败";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Are you sure you want to push subtree '%@' to repo '%@' with branch/commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "推送子树";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "推送修订版本 %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "推送修订版本...";

/* Rebase */
"Rebase" = "衍合";

/* RebaseAbort */
"RebaseAbort" = "终止衍合";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "正在中止衍合";

/* RebaseContinue */
"RebaseContinue" = "继续衍合";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "出现此种情况是因为你在衍合的过程中被出现的冲突所中断。如果你已经解决了工作副本中的冲突，请选择是否继续衍合，或者在当前位置停止衍合。";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "衍合进行中";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "继续衍合";

/* RebasingInteractively */
"RebasingInteractively" = "正在进行交互式变基…";

/* Register */
"Register" = "注册";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "正在注册账户...";

/* RegisterNowButton */
"RegisterNowButton" = "现在注册吧，免费！";

/* ReleaseName */
"ReleaseName" = "发布版本号：";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "主机根URL无效 - 必须是一个有效的 http[s]:// URL。";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "请为这个远程仓库提供一个主机根 URL来启用增强集成模式。";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "验证错误";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "在您选择的仓库中没有远端能与这个远端项目详情相匹配。如果您仍然要将仓库与这个远端链接关联起来，那么请在您的仓库中修改远端的详情使之能够匹配。";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "远端细节不匹配";

/* RemoveBookmark */
"RemoveBookmark" = "移除书签";

/* RemoveBookmarks */
"RemoveBookmarks" = "移除书签";

/* RenameBranch */
"RenameBranch" = "重命名分支";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "新分支名称：";

/* Replace */
"Replace" = "替换";

/* RepoIsGone */
"RepoIsGone" = "仓库未找到";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "这个仓库好像已经被从文件系统中删除，或者被移动到了其他地方。\n\n你要删除这个标签，还是重新指定到正确的文件夹？";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "仓库已被移动或者已被删除";

/* RepoScanningDone */
"RepoScanningDone" = "完成，请选择仓库要在下面添加的仓库。";

/* RepositoryActions */
"RepositoryActions" = "仓库动作";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "字段 %@ 是必填字段";

/* ReregisterButton */
"ReregisterButton" = "重新注册";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "将 %@ 重置到这次提交";

/* ResetMenuTitle */
"ResetMenuTitle" = "重置…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "重置到提交...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "恢复";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "恢复提交…";

/* ReverseHunk */
"ReverseHunk" = "回滚区块";

/* ReverseLines */
"ReverseLines" = "回滚行";

/* RevertMenuTitle */
"RevertMenuTitle" = "恢复...";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "请选择至少一个文件以继续。";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "没有选择文件";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "由于在进行未解决合并时，您的工作副本有多个父修订。请选择一个你想要恢复的修订：\n\n%@\n\n或者：\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "选择父级修订版本";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "恢复到修订版本";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "显示 %@ 与 %@ 之间的所有差异";

/* RevisionLabel */
"RevisionLabel" = "修订版本：";

/* ScanForRepositories */
"ScanForRepositories" = "扫描文件夹以获取仓库";

/* SetDestinationPath */
"SetDestinationPath" = "选择目标路径";

/* No comment provided by engineer. */
"Settings" = "设置";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "已存在一个同名的搁置。\n\n您是否希望以相同的名称覆写当前的搁置？您将会丢失当前搁置中的变更。";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "暂存现有";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "暂存变更…";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "显示命令输出";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "显示边栏";

/* BOOKMARKS */
"SidebarBookmarks" = "书签";

/* BRANCHES */
"SidebarBranches" = "分支";

/* SidebarCheckout */
"SidebarCheckout" = "检出 %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "关闭 %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "删除 %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "删除 %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "从 %@ 拉取";

/* FILE STATUS */
"SidebarFileStatus" = "文件状态";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "合并 %@ 至 %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "添加子模块...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "添加子仓库...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "添加/链接子树...";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "打开 %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "从 %@ 拉取...";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "拉取 %@ 到 %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "拉取 %@（已跟踪）";

/* SidebarPushRemote */
"SidebarPushRemote" = "推送到 %@...";

/* SidebarPushTo */
"SidebarPushTo" = "推送到 %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "推送到 %@（已跟踪）";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "将当前变更衍合到 %@";

/* REMOTES */
"SidebarRemotes" = "远端";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "移除 %@";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "删除 %@";

/* SHELVED */
"SidebarShelved" = "已暂存";

/* STASHES */
"SidebarStashes" = "已贮藏";

/* SUBMODULES */
"SidebarSubmodules" = "子模块";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "子仓库";

/* SUBTREES */
"SidebarSubtrees" = "子树";

/* TAGS */
"SidebarTags" = "标签";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "升级到 %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "您确定要对修订 %@ 签名吗？这将创建一个新的提交。";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "确认签批修订";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "签批修订";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "已依照选中状态排序";

/* SortedByFilename */
"SortedByFilename" = "已依照文件名排序";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "按文件名排序（反序）";

/* SortedByFileStatus */
"SortedByFileStatus" = "已依照文件状态排序";

/* SortedByPath */
"SortedByPath" = "已依照路径排序";

/* SortedByPathReverse */
"SortedByPathReverse" = "已依照路径 (反向) 排序";

/* SourceEqualsDest */
"SourceEqualsDest" = "你必须选择一个不同的文件作为目标。";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "无效的文件名";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "指定的提交:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "指定修订版本：";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "选择子树路径";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "点击 ‘更多信息’ 以获取如何解决这个问题的详情。";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL证书错误";

/* No comment provided by engineer. */
"StagedFiles" = "已暂存文件";

/* StageHunk */
"StageHunk" = "暂存区块";

/* StageLines */
"StageLines" = "暂存行";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "已存在一个同名的贮藏。\n\n您是否希望以相同的名称创建一个新的贮藏？您已存在的贮藏不会被覆写。";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "贮藏现存";

/* StashMenuTitle */
"StashMenuTitle" = "贮藏变更...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "已添加的";

/* StatusTooltipClean */
"StatusTooltipClean" = "修改已全部提交";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "已移除的";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "忽略的";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "有冲突的";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "已合并的";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "丢失的";

/* StatusTooltipModified */
"StatusTooltipModified" = "已修改";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "重命名的";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "子仓库追踪提交已改变";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "未跟踪的";

/* StripMenuTitle */
"StripMenuTitle" = "从这里剥除…";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "子模块只能是 Git 仓库。";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "这不是一个 Git 仓库";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "您必须选择一个在您的仓库路径之下的路径。";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "路径无效";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "未提交的子模块：";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "有即将推送的变更的子模块：";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "未提交的子仓库：";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "有即将推送的变更的子仓库：";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "在提交父仓库之前，您必须提交未解决的变更到子仓库。";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "未提交的子仓库变更";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "在处理前您必须先推送您的变更到子仓库。";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "处理前推送子仓库";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details for subtree:\n\nRepo: %@\nLocal Relative Path: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "子树详情";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "您指定的文件夹已存在。你是否希望在你指定的远程细节和已存在的文件夹之间创建关联？(注意，这并不会对您的版本仓库造成任何变更)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "链接子树详情";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "“分支 / 提交”是必填字段";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "缺少子树详情";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "需要一个源路径/网址来进行子树操作";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "缺少子树路径";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "忽视子树链接";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Squash 提交";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "从 Subversion 拉取";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversion 修订版本：";

/* SummaryClean */
"SummaryClean" = "清理";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "废止比对（文件大小或模式）";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "未解决的合并：";

/* SummaryMergeOk */
"SummaryMergeOk" = "合并：";

/* SummaryNumAdded */
"SummaryNumAdded" = "已添加：%u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "冲突：%u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "即将拉取：%u";

/* SummaryNumMissing */
"SummaryNumMissing" = "缺失：%u";

/* SummaryNumModified */
"SummaryNumModified" = "已修改：%u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "即将推送：%u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "已移除：%u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "未知：%u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "未解决的衍合:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "衍合:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "文件已复制/重命名自 %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "已删除的二进制文件";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "已删除的文件";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "文件内容";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "块 %d ： 行 %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "行";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "已添加行";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "已删除行";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "已修改的二进制文件";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "已修改的文件";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "新的二进制文件";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "新文件";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "子仓库跟踪提交已改变";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "未修改的文件";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "未跟踪的二进制文件";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "未跟踪的文件";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "这是一个 Subversion 服务器（必须克隆到 Git 或 Mercurial）";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "这是一个 Subversion 服务器";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "请选择要转换这个 Subversion 仓库到 Git 还是 Mercurial。";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "选择目标仓库类型";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "切换工作副本中...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "请选择您想要使用的 git-flow 版本";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "定位 git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "警告：git-flow 版本需求";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "定位您的系统的 git 可执行文件";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "定位系统中的Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Locate your system git-lfs executable";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Locate system Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python包文件夹：";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "请定位你系统中的 Mercurial 包。 \n它应该位于你的 Python 库文件夹中， \n例如 ‘/Library/Python/2.7/site-packages/mercurial’。";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "定位系统中的Mercurial";

/* TagDetails */
"TagDetails" = "Tag详情";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "无法写出输出到文件：%@";

/* TaskPullingFrom */
"TaskPullingFrom" = "正在从%@拉取";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "恢复文件到 %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "移植";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "试用时间还剩 %d 天";

/* Uncommitted changes */
"UncommittedChanges" = "该修订版本不存在，当你提交更改时会立即创建。";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "在你能够继续处理之前，你的工作副本中有需要提交的未提交变更；请提交然后重新执行这个动作。";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "未提交的更改";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "删除";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "编辑";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "编辑信息";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "移动";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "未知错误";

/* No comment provided by engineer. */
"UnstagedFiles" = "未暂存文件";

/* UnstageHunk */
"UnstageHunk" = "取消暂存区块";

/* UnstageLines */
"UnstageLines" = "取消暂存行";

/* UntrackedFiles */
"UntrackedFiles" = "未跟踪的文件";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "更新至...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "详情";

/* UseRevisionButton */
"UseRevisionButton" = "使用 %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "检出这一次提交会创建一个分离的HEAD，而且你你不会在任何一个分支上(除非你创建一个新的分支)\n\n你确定这么做？如果不是，点击取消以选择另一个提交。如果这是一个远程分支，你可以使用“检出新分支”标签来创建一个新的本地分支。";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "警告：正在创建分离的HEAD";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "重要警告：执行这个动作会导致丢弃所有当前未提交的变动，确定要继续处理？";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "有未提交的修改！";

/* Working Copy */
"Working Copy" = "工作副本";

/* No
   Yes */
"Yes" = "是";

